---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeTypeFittingLossMethodParam
source: html/a8993712-a489-5ea8-4260-356c0284f079.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeTypeFittingLossMethodParam Property

"Loss Method"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeTypeFittingLossMethodParam { get; }
```